name: "vcnet_vit"
platform: "tensorrt_plan"
default_model_filename: "vcnet_vit.engine"
%cc_model_filenames%
max_batch_size: 8
dynamic_batching { }
instance_group [
  {
    kind: KIND_GPU
    count: 1
  }
]
